[
    {
        "descrip": "Fuji TX-1. This panoramic camera is the one I often carry to shoot for myself."
    },
    {
        "descrip": "One Tajikistan bill. It’s about $0.2."
    },
    {
        "descrip": "Japanese earpick. I can/'t find Japanese ones here, so I keep this. You can get chopsticks everywhere, but not earpicks."
    },
    {
        "descrip": "Japanese mother-and-baby notebook provided by the city of Kyoto. I keep a bunch of old documents just in case."
    },
    {
        "descrip": "DVD of Russian popular serial Interny. Someone in Kazakhstan gave this to me. I/'ve never watched it. Sometimes you end up keeping stuff that is not so important for reasons you don’t know..."
    },
    {
        "descrip": "Pouch and Coins. The metro tokens are from Kiev and St. Petersburg. The coins are: a rare old one from Kazakhstan, a Swiss one and a Tunisian one that someone gave to me in exchange for a Japanese coin. The pouch was a gift from a passenger from Air Astana. I use it as a wallet or passport case."
    },
    {
        "descrip": "Hermann Hesse postcard. I got this at a museum near Lugano, Switzerland. He was one of my favorite authors as a teenager."
    },
    {
        "descrip": "Sim cards from Eastern Europe and Central Asia. I store them in SD card or lens filter cases."
    },
    {
        "descrip": "CD of Psoy Korolenko called Ruskoe Bogastvo Volume II (Russian Treasure (or Russian Wealth) Volume II)."
    },
    {
        "descrip": " Two magnets from Almaty, Kazakhstan. Sometimes, I buy too many souvenirs, so some of them become my own."
    },
    {
        "descrip": "German tablets that work well for hangover."
    },
    {
        "descrip": "Cigarettes called Russian Style. These are cheaper than Kent, and better than Winston, I think. (They cost about $1.50)."
    },
    {
        "descrip": "Kodak Film ISO 200 that I’ve never used but carry around. This must have been x-rayed a lot."
    },
    {
        "descrip": "An old German camera."
    },
    {
        "descrip": "A Japanese Talisman. This is called Omamori in Japanese and it’s supposed to keep you out of trouble. I\'m not superstitious but my mother gave it to me so I have to keep it. I got into trouble a lot, anyway, but maybe it helped keep me out of the worst times."  
    },
    {
        "descrip": "Jewish cap. When I was in the synagogue in Bukhara, this cap reminded me of a friend. So I bought him one as a souvenir. I don\'t get out of Eastern Europe/Central Asia much and shipping is also expensive or/and unreliable. So I still keep it."
    },
    {
        "descrip": "Ricoh GR1v that I bought in Japan for a photographer friend but then he sold it back to me later."
    },
    {
        "descrip": "Three mini-books of Lenin, Basho and Pushikin that I carry sometimes but hardly read."
    },
    {
        "descrip": "Expired Romanian presscard."
    },
    {
        "descrip": "Orthodox icon"
    }
]
    
    
  